<%@ page language="java" contentType="text/html; charset=UTF-8" pageEncoding="UTF-8"%>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">
<title>개인정보 처리방침</title>
<link rel="stylesheet" href="../resources/css/header.css">
<link rel="stylesheet" href="../resources/css/privacyPolicy.css">
<link rel="stylesheet" href="../resources/css/footer.css">
</head>
<body>
	<jsp:include page="../layout/header.jsp"/>

	<div id="privacyPolicyContainer">
		<h1>개인정보 처리방침</h1>
		<p>홈페이지를 방문해 주셔서 감사합니다.</p>
		<div id="privacyPolicyNavigation">
			<a href="#section1">01 개인 정보 수집 / 이용 <span class="arrow">▼</span></a>
			<a href="#section2">02 개인 정보의 3자 제공 <span class="arrow">▼</span></a>
			<a href="#section3">03 개인 정보의 처리위탁 <span class="arrow">▼</span></a>
			<a href="#section4">04 개인 정보의 파기 절차 및 방법 <span class="arrow">▼</span></a>
			<a href="#section5">05 이용자 및 법정 대리인의 권리와 그 행사방법 <span class="arrow">▼</span></a>
			<a href="#section6">06 개인정보 자동수집장치의 설치/운영 및 거부에 관한 사항 <span class="arrow">▼</span></a>
			<a href="#section7">07 개인정보의 기술적/관리적 보호대책 <span class="arrow">▼</span></a>
			<a href="#section8">08 개인정보보호책임자 <span class="arrow">▼</span></a>
			<a href="#section9">09 개인위치정보의 처리 <span class="arrow">▼</span></a>
			<a href="#section10">10. 고지의 의무 <span class="arrow">▼</span></a>
		</div>
		<div id="privacyPolicyContent">
			<div id="section1" class="section">
				<h2>01 개인 정보 수집 / 이용</h2>
				<p>회사는 회원 관리, 서비스 제공 · 개선, 신규 서비스 개발 등을 위해 아래와 같이 최소한의 개인 정보를 수집 · 이용하고 있습니다.</p>
				<p>
				<table id="firstTable">
					<thead>
						<tr>
							<th colspan="2">구분</th>
							<th>개인 정보 수집 · 이용 항목</th>
							<th>개인 정보 수집 · 이용 목적</th>
							<th>보유 기간</th>
						</tr>
					</thead>
					<tbody>
 						<tr>
							<td>회원 가입</td>
							<td>필수</td>
							<td>[휴대 전화 회원 가입]<br>휴대폰 번호, 출생 년도, 성별, 닉네임</td>
							<td>회원 가입, 서비스 제공, 연령 확인 및 본인 여부 확인, 상담 민원 처리 시 개인 식별, 후속 응대 및 처리, 서비스 부정 이용 방지, 개인 맞춤형 서비스 제공</td>
							<td>회원 탈퇴 후 90 일 까지<br>※ 단, 관계 법령 에 따라 보존 할 필요 가 있는 경우 해당 법령 에서 요구 하는 기한 까지</td>
						</tr>
						<tr>
							<td>서비스 이용</td>
							<td>필수</td>
							<td>[평가 작성 시]<br>이름, 생년월일, 성별, 통신사, 휴대폰 번호, 연계 정보 (CI), 중복 가입 확인 정보 (DI), 내 / 외국인 정보</td>
							<td>회원 가입, 서비스 제공, 연령 확인 및 본인 여부 확인, 상담 민원 처리 시 개인 식별, 후속 응대 및 처리, 서비스 부정 이용 방지, 개인 맞춤형 서비스 제공</td>
							<td>회원 탈퇴 시 까지<br>※ 단, 관계 법령 에 따라 보존 할 필요 가 있는 경우 해당 법령 에서 요구 하는 기한 까지</td>
						</tr>
						<tr>
							<td>서비스 이용</td>
							<td>필수</td>
							<td>[고객 문의 시]<br>이메일 주소, 상담 내역</td>
							<td>회원 가입, 서비스 제공, 연령 확인 및 본인 여부 확인, 상담 민원 처리 시 개인 식별, 후속 응대 및 처리, 서비스 부정 이용 방지, 개인 맞춤형 서비스 제공</td>
							<td>회원 탈퇴 시 까지<br>※ 단, 관계 법령 에 따라 보존 할 필요 가 있는 경우 해당 법령 에서 요구 하는 기한 까지</td>
						</tr>
						<tr>
							<td>자동 생성 정보</td>
							<td>필수</td>
							<td>서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 주소, 기기 정보 (모델명, OS 버전, 기기 고유 번호), 광고 ID</td>
							<td>사용자 의 관심, 기호, 성향 의 추정 을 통한 맞춤형 서비스 제공, 기타 이상 행위 탐지</td>
							<td>회원 탈퇴 시 까지<br>※ 단, 관계 법령 에 따라 보존 할 필요 가 있는 경우 해당 법령 에서 요구 하는 기한 까지</td>
						</tr>
					</tbody>
				</table>
                </p>
                <p>※ 법정 의무 보유 기간 에 따라 일정 기간 보관 후 파기 하는 정보 는 아래와 같습니다.</p>
                <p>
				<table id="secondTable">
					<thead>
						<tr>
							<th class="item">보유 항목</th>
							<th class="law">근거 법령</th>
							<th class="duration">보유 기간</th>
						</tr>
					</thead>
					<tbody>
						<tr>
							<td class="item">계약 또는 청약 철회, 대금 결제, 재화 등 의 공급 기록</td>
							<td class="law" rowspan="3">전자 상거래 등에서 의 소비자 보호 에 관한 법률 제 6 조 및 시행령 제 6 조 제 1 항</td>
							<td class="duration">5 년</td>
						</tr>
						<tr>
							<td class="item">소비자 의 불만 또는 분쟁 처리 에 관한 기록</td>
							<td class="duration">3 년</td>
						</tr>
						<tr>
							<td class="item">표시 / 광고 에 관한 기록</td>
							<td class="duration">6 개월</td>
						</tr>
						<tr>
							<td class="item">세법 이 규정 하는 모든 거래 에 관한 장부 및 증빙 서류</td>
							<td class="law">국세 기본법</td>
							<td class="duration">5 년</td>
						</tr>
						<tr>
							<td class="item">전자 금융 거래 에 관한 기록</td>
							<td class="law">전자 금융 거래법 제 22 조 제 1 항 및 시행령 제 12 조 제 1 항</td>
							<td class="duration">5 년</td>
						</tr>
						<tr>
							<td class="item">서비스 방문 기록</td>
							<td class="law">통신 비밀 보호법 제 15 조의 2 및 시행령 제 41 조 제 2 항 제 2 호</td>
							<td class="duration">3 개월</td>
                        </tr>
                        <tr>
                            <td class="item">신용 정보 의 수집 · 처리 및 이용 등에 관한 기록</td>
                            <td class="law">신용 정보 의 이용 및 보호 에 관한 법률 제 20 조 제 2 항</td>
                            <td class="duration">3 년</td>
                        </tr>
                    </tbody>
                </table>
				</p>
            </div>
            <div id="section2" class="section">
                <h2>02 개인 정보의 3자 제공</h2>
                <p>회사는 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공하며, 원칙적으로 법령에 따른 동의 없이는<br>
                	사용자의 개인정보를 제3자에게 제공하지 않습니다.</p>
            </div>
            <div id="section3" class="section">
                <h2>03 개인 정보의 처리위탁</h2>
                <p>회사는 더 나은 서비스 제공을 위하여 다음과 같이 개인정보 처리 업무를 외부전문업체에 위탁하여 운영하고 있습니다.</p>
                <p>
				<table id="thirdTable">
					<thead>
						<tr>
							<th>위탁 업무</th>
							<th>위탁 업체</th>
							<th>개인정보 항목</th>
							<th>보유기간</th>
						</tr>
					</thead>
					<tbody>
						<tr>
							<td>ㄱ</td>
							<td>ㄴ</td>
							<td>ㄷ</td>
							<td>ㄹ</td>
						</tr>
                    </tbody>
                </table>
				</p>
                
            </div>
            <div id="section4" class="section">
                <h2>04 개인 정보의 파기 절차 및 방법</h2>
               	<ol>
               		<li>회사는 개인정보 보유기간의 경과, 처리목적 달성 등 개인정보가 불필요하게 되었을 때에는 지체없이 해당 개인정보를 파기합니다.</li>
					<li>정보주체로부터 동의받은 개인정보 보유기간이 경과하거나 처리목적이 달성되었음에도 불구하고 다른 법령에 따라 개인정보를 계속 보존하여야 하는 경우에는, 해당 개인정보를<br>
						별도의 데이터베이스(DB)로 옮기거나 보관장소를 달리하여 보존합니다.</li>
					<li>회사는 전자적 파일 형태로 기록 · 저장된 개인정보는 기록을 재생할 수 없도록 파기하며, 종이 문서에 기록 · 저장된 개인정보는 분쇄기로 분쇄하거나 소각하여 파기합니다.</li>
               	</ol>
            </div>
            <div id="section5" class="section">
                <h2>05 이용자 및 법정 대리인의 권리와 그 행사방법</h2>
				<p>이용자는 개인정보주체로서 다음과 같은 권리를 행사할 수 있습니다.</p>
				<ol>
					<li>정보주체는 당사에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.</li>
						<ol>
							<li>개인정보 열람요구</li>
							<li>오류 등이 있을 경우 정정 요구</li>
							<li>삭제요구</li>
							<li>처리정지 요구</li>							
						</ol>
					<li>제1항에 따른 권리 행사는 당사에 대해 개인정보 보호법 시행규칙 별지 제8호 서식에 따라 서면, 전자우편, 모사전송(FAX) 등을 통하여  하실 수 있으며 회사는 이에 대해<br>
						지체 없이 조치하겠습니다. (단, 관련 법령에 따라 일정기간 보관이 필요한 정보는 제외)</li>
					<li>정보주체가 개인정보의 오류 등에 대한 정정 또는 삭제를 요구한 당사는 정정 또는 삭제를 완료할 때까지 당해 개인정보를 이용하거나 제공하지 않습니다.</li>
					<li>회사는 법정 대리인의 동의가 필요한 만14세 미만 아동의 회원가입은 받고 있지 않습니다. 이에 따라 별도의 법정대리인의 권리와 취급 방침은 두고 있지 않습니다.</li>
					<li>제1항에 따른 권리 행사는 위임을 받은 자 등 대리인을 통하여 하실 수 있습니다. 이 경우 개인정보 보호법 시행규칙 별지 제11호 서식에 따른 위임장을 제출하셔야 합니다.</li>
				</ol>
            </div>
            <div id="section6" class="section">
                <h2>06 개인정보 자동수집장치의 설치/운영 및 거부에 관한 사항</h2>
                <p>회사는 정보주체에게 개인화되고 맞춤화된 서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다.</p>
                <p>쿠키는 웹사이트를 운영하는데 이용되는 서버가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다.</p>                
				<ol>
					<li>쿠키의 사용목적: 회사가 제공하는 서비스와 방문형태 및 좋아요한맛집 등을 파악하여 이용자에게 최적화된 정보를 제공하기 위해 사용합니다.</li>
					<li>쿠키의 설치·운영 및 거부 : 서비스 이용자는 쿠키 설치에 대한 선택권을 가지고 있습니다. 따라서, 이용자는 웹 브라우저에서 옵션의 설정을 변경함으로써 쿠키의 저장을<br>
						거부할 수 있습니다. 쿠키 저장을 거부할 경우 일부 서비스 및 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.</li>
				</ol>
            </div>
            <div id="section7" class="section">
                <h2>07 개인정보의 기술적/관리적 보호대책</h2>
                <p>회사는 개인정보의 안전성 확보를 위해 다음과 같은 기술적 · 관리적 조치를 취하고 있습니다.</p>
				<ol>
					<li>관리적 조치 : 내부관리계획 수립·시행, 개인정보 취급 직원의 최소화 및 정기적 교육</li>
					<li>기술적 조치 : 해킹 등에 대비한 기술적 대책개인정보의 암호화, 접속기록의 보관 및 위변조 방지 등</li>
					<li>물리적 조치 : 서버실, 자료보관실 등의 접근통제</li>
				</ol>               
            </div>
            <div id="section8" class="section">
				<h2>08 개인정보보호책임자</h2>
				<p>회사는 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위해 아래와 같이 개인정보보호책임자를 지정하고 있습니다.<br>
					그러나 기술적인 보완조치를 했음에도 불구하고, 해킹 등 기본적인 네트워크상의 위험성에 의해 발생하는 예기치 못한 사고로 인한 정보의 훼손 및 이용자가 작성한 게시물에 의한<br>
					각종 분쟁에 관해서는 책임이 없습니다.</p>
				<p>
				<table id="fourthTable">
					<thead>
						<tr>
							<th>구분</th>
							<th>내용</th>
						</tr>
					</thead>
					<tbody>
						<tr>
							<td>책임자</td>
							<td>ㄱ</td>
						</tr>
						<tr>
							<td>직위</td>
							<td>ㄴ</td>
						</tr>
						<tr>
							<td>메일 주소</td>
							<td>ㄷ</td>
						</tr>
						<tr>
							<td>연락처</td>
							<td>ㄹ</td>
					</tbody>
				</table>
				</p>
            </div>
            <div id="section9" class="section">
                <h2>09 개인위치정보의 처리</h2>
                <p>회사는 위치정보의 보호 및 이용 등에 관한 법률(이하 ‘위치정보법’)에 따라 아래와 같이 개인위치정보를 안전하게 관리합니다.</p>
                <br>
				<p>개인위치정보의 처리목적 및 보유기간</p>
				<p>· 회사는 대부분의 위치기반서비스에서 개인위치정보를 일회성 또는 임시로 이용 후 지체없이 파기합니다.</p>
				<p>· 단, 회원이 작성한 게시물 또는 콘텐츠와 함께 위치정보가 저장되는 서비스의 경우 해당 게시물 또는 콘텐츠의 보관기간 동안 개인위치정보가 보관됩니다.</p>
				<p>· 그 외 위치기반서비스 제공을 위해 필요한 경우 이용목적 달성을 위해 필요한 최소한의 기간 동안 개인위치정보를 보유할 수 있습니다.</p>
				<br>
				<p>개인위치정보 수집·이용·제공사실 확인자료의 보유근거 및 보유기간</p>
				<p>· 회사는 위치정보의 보호 및 이용 등에 관한 법률 제16조 제2항에 근거하여 이용자의 위치정보 수집·이용·제공사실 확인자료를 위치정보시스템에 자동으로 기록하며,<br>
					1년간 보관합니다.</p>
				<br>
				<p>개인위치정보의 파기 절차 및 방법</p>
				<p>· 회사는 개인위치정보의 처리목적이 달성된 경우, 개인위치정보를 재생이 불가능한 방법으로 안전하게 파기하고 있습니다. 전자적 파일 형태는 복구 및 재생이 불가능한<br>
					기술적인 방법으로 파기하며, 출력물 등은 분쇄하거나 소각하는 방식으로 파기합니다.</p>
				<br>
				<p>개인위치정보의 제3자 제공 및 통보에 관한 사항</p>
				<p>· 회사는 회원의 사전 동의 없이 개인위치정보를 제3자에게 제공하지 않으며, 회원이 지정하는 제3자에게 제공하는 경우에는 개인위치정보를 수집한 당해 통신 단말장치로 매회<br>
					제공받는 자, 제공일시 및 제공목적을 즉시 통보합니다. 단, 아래 각 호의 1에 해당하는 경우에는 회원이 미리 특정하여 지정한 통신 단말장치 또는 전자우편주소로 통보합니다.</p>
				<ol>
					<li>1. 개인위치정보를 수집한 당해 통신단말장치가 문자, 음성 또는 영상의 수신기능을 갖추지 아니한 경우</li>
					<li>2. 회원이 온라인 게시 등의 방법으로 통보할 것을 미리 요청한 경우</li>
				</ol>
				<p>· 현재 회사는 회원의 위치정보를 제3자에게 제공하는 현황은 없으며, 추후 개인위치정보 제공이 발생할 경우 공지사항 등을 통하여 회원들에게 안내드릴 예정입니다.</p>
				<br>
				<p>8세 이하의 아동 등의 보호의무자 권리·의무 및 그 행사방법</p>
				<p>· 위치정보법 제26조제1항에 따라 ‘8세 이하의 아동‘, ‘피성년후견인‘, ‘장애인복지법에 따른 장애인에 해당하는 이용자’의 생명 또는 신체 보호를 위하여 보호의무자가 개인위치정보의<br>
					이용 또는 제공에 동의하는 경우에는 본인의 동의가 있는 것으로 봅니다.</p>
				<p>· 위 권리를 행사하고자 하는 보호의무자는 서면동의서에 보호의무자임을 증명하는 서면을 첨부하여 회사에 제출하여야 합니다.</p>
				<p>· 보호의무자는 8세 이하의 아동 등의 개인위치정보 이용 또는 제공에 동의하는 경우 개인위치정보주체 권리의 전부를 행사할 수 있습니다.</p>
				<br>
				<p>위치정보관리책임자의 정보</p>
				<p>· 다이닝코드의 위치정보 관리책임자는 개인정보 보호책임자가 겸직하고 있습니다.</p>
            </div>
            <div id="section10" class="section">
                <h2>10. 고지의 의무</h2>
                <p>이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 회사가 운영하는 사이트의<br>
                ‘공지사항’란을 통하여 고지할 것입니다.</p>
				<br>
				<p>고지 일자 : 2025.MM.DD</p>
				<p>시행 일자 : 2024.MM.DD</p>
            </div>
        </div>
    </div>
    
	<jsp:include page="../layout/footer.jsp"/>
<script type="text/javascript" src="/resources/js/privacyPolicy.js"></script>
</body>
</html>